tap "aws/tap"
tap "cantino/mcfly"
tap "chef/chef"
tap "colindean/fonts-nonfree"
tap "common-fate/granted"
tap "github/gh"
tap "graalvm/tap"
tap "hacker1024/hacker1024"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "hpedrorodrigues/tools"
tap "koekeishiya/formulae"
tap "kreuzwerker/taps"
tap "nodenv/nodenv"
tap "romkatv/powerlevel10k"
tap "strongdm/comply"
tap "vmware-tanzu/tanzu"
brew "act"
brew "age"
brew "libyaml"
brew "openssl@3"
brew "ansible"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "ant"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "asdf"
brew "asimov"
brew "autojump"
brew "autopep8"
brew "node"
brew "aws-cdk"
brew "aws-nuke"
brew "aws-sam-cli"
brew "aws-vault"
brew "python@3.11"
brew "awscli"
brew "awslogs"
brew "balena-cli"
brew "bash"
brew "bash-completion"
brew "libssh2"
brew "bat"
brew "berkeley-db", link: true
brew "bitwarden-cli"
brew "boost"
brew "bower"
brew "osx-cpu-temp"
brew "bpytop"
brew "ccm"
brew "cfssl"
brew "chezmoi"
brew "chruby"
brew "cli53"
brew "cloc"
brew "cmake"
brew "couchdb"
brew "cowsay"
brew "cscope"
brew "ctags"
brew "openldap"
brew "rtmpdump"
brew "curl", link: true
brew "dateutils"
brew "defaultbrowser"
brew "detect-secrets"
brew "dialog"
brew "diff-so-fancy"
brew "difftastic"
brew "diffutils"
brew "direnv"
brew "dive"
brew "dnscrypt-proxy"
brew "dnsmasq"
brew "docker", link: false
brew "docker-credential-helper-ecr", link: false
brew "dockutil"
brew "dos2unix"
brew "openssl@1.1"
brew "dotnet"
brew "doxygen"
brew "duf"
brew "libevent"
brew "folly"
brew "edencommon"
brew "erlang"
brew "elixir"
brew "exa"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "freetds"
brew "fx"
brew "mpfr"
brew "gawk"
brew "gcc"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghi"
brew "ghq"
brew "gifsicle"
brew "git"
brew "git-flow"
brew "git-flow-avh", link: false
brew "git-recent"
brew "gitbucket"
brew "gitlint"
brew "glances"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "pkg-config"
brew "gobject-introspection"
brew "goenv"
brew "gradle"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grc"
brew "grep"
brew "groff"
brew "grunt-cli"
brew "gum"
brew "hstr"
brew "htop"
brew "httpie"
brew "httpstat"
brew "httrack"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "inetutils", link: false
brew "iperf"
brew "jenkins"
brew "jenv"
brew "jmeter"
brew "jp"
brew "jq"
brew "jsonschema"
brew "kind"
brew "kubernetes-cli"
brew "lastpass-cli"
brew "ldns"
brew "libfido2"
brew "libmagic"
brew "localstack"
brew "lolcat"
brew "lua"
brew "mas"
brew "maven"
brew "mcfly"
brew "mcrypt"
brew "memcached"
brew "mpfi"
brew "ncdu"
brew "neofetch"
brew "nfpm"
brew "nghttp2"
brew "nginx"
brew "nmap"
brew "node-build"
brew "python@3.10"
brew "node@14"
brew "nodenv"
brew "nvm"
brew "opam"
brew "opentofu"
brew "packer"
brew "pandoc"
brew "parallel"
brew "peco"
brew "perl"
brew "php"
brew "pinentry-mac"
brew "pipenv"
brew "pnpm"
brew "powerlevel10k"
brew "proctools"
brew "pure"
brew "putty"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "rakudo-star"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "ruby-install"
brew "ruby@2.7"
brew "ruby@3.0"
brew "rust"
brew "semgrep"
brew "sevenzip"
brew "shellcheck"
brew "shfmt"
brew "sonar-scanner"
brew "sonarqube"
brew "ssh-copy-id"
brew "sshuttle"
brew "ssllabs-scan"
brew "sslscan"
brew "starship"
brew "stow"
brew "subversion"
brew "task"
brew "taskwarrior-tui"
brew "telegraf"
brew "telnet"
brew "terraform"
brew "terraformer", args: ["HEAD"]
brew "terragrunt"
brew "tfenv", link: false
brew "tflint"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tomcat-native"
brew "tree"
brew "vault"
brew "vim"
brew "watch"
brew "watchman"
brew "webpack"
brew "wget"
brew "wrk"
brew "xxh"
brew "yarn"
brew "ykman"
brew "youtube-dl"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "aws/tap/copilot-cli"
brew "common-fate/granted/granted"
brew "hacker1024/hacker1024/coretemp"
brew "koekeishiya/formulae/yabai"
brew "vmware-tanzu/tanzu/tanzu-community-edition"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "alacritty"
cask "audacity"
cask "balenaetcher"
cask "basictex"
cask "bitwarden"
cask "blockblock"
cask "chromedriver", args: { appdir: "/Applications" }
cask "corretto11"
cask "corretto17"
cask "corretto8"
cask "dhs"
cask "displaylink"
cask "docker"
cask "dockutil"
cask "dropbox"
cask "duckduckgo"
cask "elgato-stream-deck"
cask "eqmac"
cask "finch"
cask "firefox"
cask "flycut"
cask "font-3270"
cask "font-3270-nerd-font"
cask "font-anonymous-pro"
cask "font-cascadia-code"
cask "font-fira-code-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-inconsolata"
cask "font-meslo-for-powerline"
cask "font-meslo-lg-nerd-font"
cask "font-sf-mono"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "fork"
cask "fossa"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "graalvm-ce-lts-java11"
cask "handbrake", args: { appdir: "/Applications" }
cask "intellij-idea"
cask "iterm2"
cask "joplin"
cask "karabiner-elements"
cask "kextviewr"
cask "knockknock"
cask "leapp"
cask "licecap", args: { appdir: "/Applications" }
cask "little-snitch"
cask "lockdown"
cask "lulu"
cask "macdown"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "mimestream"
cask "monitorcontrol"
cask "netiquette"
cask "omnigraffle"
cask "openvpn-connect"
cask "oversight"
cask "paragon-ntfs"
cask "plex"
cask "pycharm"
cask "rar"
cask "reikey"
cask "sequel-ace", args: { appdir: "/Applications" }
cask "skim"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "springtoolsuite"
cask "sublime-merge"
cask "sublime-text"
cask "taskexplorer"
cask "thunderbird"
cask "transmit", args: { appdir: "/Applications" }
cask "tunnelblick"
cask "ubersicht"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "webstorm"
cask "whatsyoursign"
cask "yubico-yubikey-manager"
cask "zap"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Adblock Plus", id: 1432731683
mas "FloorDesign2", id: 1502610858
mas "GarageBand", id: 682658836
mas "House Builder", id: 884938506
mas "House Designer", id: 779363176
mas "iMovie", id: 408981434
mas "Ivory", id: 6444602274
mas "Keynote", id: 409183694
mas "Momentum", id: 1564329434
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Prime Video", id: 545519333
mas "Pure Paste", id: 1611378436
mas "Resume & CV Templates for Pages", id: 1073917228
mas "Simplify for Gmail", id: 1544668450
mas "Smart Home Design", id: 1580931446
mas "Spark", id: 1176895641
mas "Tacx Training", id: 892366151
mas "VisualDesigner2", id: 1640993035
mas "Webcam Settings", id: 533696630
mas "Webcam Settings Control", id: 1172053162
mas "WhatsApp", id: 1147396723
vscode "hashicorp.terraform"
vscode "k--kato.intellij-idea-keybindings"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.java"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
