tap "aws/tap"
tap "cantino/mcfly"
tap "chef/chef"
tap "colindean/fonts-nonfree"
tap "github/gh"
tap "hacker1024/hacker1024"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "hpedrorodrigues/tools"
tap "koekeishiya/formulae"
tap "kreuzwerker/taps"
tap "nodenv/nodenv"
tap "romkatv/powerlevel10k"
tap "strongdm/comply"
tap "vmware-tanzu/tanzu"
brew "act"
brew "libyaml"
brew "python@3.10"
brew "ansible"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "harfbuzz"
brew "ant"
brew "apr-util"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "asdf"
brew "asimov"
brew "autojump"
brew "autopep8"
brew "node"
brew "aws-cdk"
brew "aws-vault"
brew "awscli"
brew "awslogs"
brew "node@14"
brew "balena-cli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "berkeley-db", link: true
brew "boost"
brew "bower"
brew "osx-cpu-temp"
brew "bpytop"
brew "ccm"
brew "cfssl"
brew "chezmoi"
brew "chruby"
brew "cli53"
brew "cmake"
brew "cowsay"
brew "cscope"
brew "ctags"
brew "dateutils"
brew "dialog"
brew "diff-so-fancy"
brew "diffutils"
brew "direnv"
brew "dive"
brew "docker", link: false
brew "docker-completion", link: false
brew "docker-credential-helper-ecr", link: false
brew "dos2unix"
brew "doxygen"
brew "duf"
brew "libevent"
brew "folly"
brew "exa"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fx"
brew "fzf"
brew "mpfr"
brew "gawk"
brew "gcc"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghi"
brew "ghq"
brew "gifsicle"
brew "git"
brew "git-flow"
brew "git-flow-avh", link: false
brew "git-recent"
brew "gitbucket"
brew "gitlint"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "goenv"
brew "gradle"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grc"
brew "grep"
brew "hstr"
brew "htop"
brew "httpie"
brew "httpstat"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "inetutils", link: false
brew "iperf"
brew "jenkins"
brew "jenv"
brew "jmeter"
brew "jp"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "ldns"
brew "libfido2"
brew "lolcat"
brew "lua"
brew "ruby"
brew "macvim"
brew "mas"
brew "maven"
brew "mcfly"
brew "mcrypt"
brew "memcached"
brew "mpfi"
brew "ncdu"
brew "neofetch"
brew "nfpm"
brew "nghttp2"
brew "nginx"
brew "nmap"
brew "node-build"
brew "nodenv"
brew "nvm"
brew "opam"
brew "openssl@3", link: true
brew "packer"
brew "pandoc"
brew "parallel"
brew "peco"
brew "perl"
brew "php"
brew "pinentry-mac"
brew "pipenv"
brew "pnpm"
brew "proctools"
brew "pure"
brew "putty"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "rakudo-star"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rlwrap"
brew "ruby-install"
brew "ruby@3.0"
brew "rust"
brew "semgrep"
brew "shfmt"
brew "ssh-copy-id"
brew "sshuttle"
brew "stow"
brew "subversion"
brew "task"
brew "telegraf"
brew "telnet"
brew "terraformer"
brew "terragrunt"
brew "tfenv", link: false
brew "tflint"
brew "the_silver_searcher"
brew "tmux"
brew "tomcat-native"
brew "tree"
brew "vim", link: false
brew "watch"
brew "watchman"
brew "webpack"
brew "wget"
brew "wrk"
brew "xxh"
brew "yarn"
brew "ykman"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "aws/tap/aws-sam-cli"
brew "aws/tap/copilot-cli"
brew "hacker1024/hacker1024/coretemp"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "alacritty"
cask "audacity"
cask "basictex"
cask "chromedriver", args: { appdir: "/Applications" }
cask "corretto11"
cask "corretto17"
cask "corretto8"
cask "docker"
cask "dockutil"
cask "dropbox"
cask "elgato-stream-deck"
cask "firefox"
cask "flycut"
cask "font-3270"
cask "font-3270-nerd-font"
cask "font-cascadia-code"
cask "font-hasklug-nerd-font"
cask "font-meslo-for-powerline"
cask "font-meslo-lg-nerd-font"
cask "font-sf-mono"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "fork"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "google-drive-file-stream"
cask "handbrake", args: { appdir: "/Applications" }
cask "intellij-idea"
cask "iterm2"
cask "joplin"
cask "leapp"
cask "licecap", args: { appdir: "/Applications" }
cask "macdown"
cask "omnigraffle"
cask "paragon-ntfs"
cask "rar"
cask "sequel-ace", args: { appdir: "/Applications" }
cask "skim"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "sublime-merge"
cask "sublime-text"
cask "transmit", args: { appdir: "/Applications" }
cask "ubersicht"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "webstorm"
cask "zoom"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paper", id: 1518518216
